[
  {
    "title": "Your Geek Robot 🤓",
    "message": "Si tu lis ceci c'est que tu as lus tous les poèmes. Ce site statique sera pour moi comme un cadeau 'petit' mais spécial. Moi, ton amour je manque un peu de mot pour exprimer mes sentiments mais ce que je peux te dire est que je t'aime sans condition juste un amour sincère",
    "image": "image_05.JPG"
  },
  {
    "title": "Happy Birthday to my Lovely Girl 💖",
    "message": "Bonjour mon Coeur. Aujourd'hui, le ciel célèbre ton existence, Une étoile de plus brille en silence. Ton sourire est un cadeau si précieux, Il illumine mes jours, il fait battre mes cieux. Chaque année ajoute une page à ton histoire, Mais pour moi, tu restes toujours un mystère à croire. Ton cœur est un jardin où fleurit la tendresse, Et je m'y perds avec une douce ivresse. En ce jour si spécial, je te le confie, Mon amour pour toi est infini, tu es ma vie. Que cette année t'apporte joie et lumière, Car tu mérites tout le bonheur sur Terre. Joyeux anniversaire, mon amour, mon trésor, Avec toi, chaque instant est de l'or.",
    "image": "image_00.JPG"
  },
  {
    "title": "You're now a part of my life 💘",
    "message": "Nos chemins se sont croisés, et maintenant, Notre vie est scellée, comme un diamant. Chaque regard, chaque mot, chaque silence, Est une promesse, une douce alliance. Dans tes bras, j'ai trouvé mon port, Un amour profond, un réconfort. Avec toi, le temps n'a plus de prise, Nous sommes l'éternité, notre propre église. Nos cœurs battent à l'unisson, Comme une mélodie, une douce chanson. Plus rien ne peut nous séparer, Notre amour est une étoile à jamais qui brille.",
    "image": "image_01.JPG"
  },
  {
    "title": "You're my source of inspiration 🤝",
    "message": "Tu es pour moi une source infinie, Une muse qui guide mes envies. Dans ton regard, je puise la lumière, Ton amour est une flamme sincère. Chaque mot que j'écris, chaque rêve que je crée, Est né de ton essence, de ta pensée. Tu es l'étincelle qui allume mon feu, Avec toi, tout devient possible, tout est jeu. Ton sourire est un poème à lui seul, Ton rire, une mélodie qui m'apaise et m'émeut. Tu es l'inspiration qui fait battre mon cœur, Avec toi, chaque jour est un bonheur. Merci d'être ma lumière, ma raison d'être, Avec toi, je veux tout partager, tout renaître. Tu es mon étoile, ma muse éternelle, Et dans ton amour, je trouve mon étincelle.",
    "image": "image_02.JPG"
  },
  {
    "title": "Love Countdown ⏳",
    "message": "Qu'importe le temps, qu'importe les saisons, Mon amour pour toi défie les horizons. Comme un arbre solide, enraciné dans la terre, Il grandit, il résiste, il brave les hivers. Quand le printemps éclate en mille couleurs, Je pense à toi, à ton cœur, à nos valeurs. L'été brûle, mais mon amour reste calme, Comme une brise légère, une douce palme. L'automne arrive, les feuilles tombent en silence, Mais mon amour pour toi jamais ne s'efface. Et quand l'hiver glace le monde de blanc, Il ne fait qu'embellir notre amour constant. Les années passeront, les étoiles vieilliront, Mais mon amour pour toi toujours brûlera. Car tu es mon soleil, ma lune, mon éternité, Et rien ne changera cette vérité.",
    "image": "image_03.JPG"
  },
  {
    "title": "I'll Keep Building 🛠️",
    "message": "Chaque jour, notre amour se bâtit, pierre par pierre, Un édifice solide, une histoire sincère. Les défis viendront, les tempêtes aussi, Mais à tes côtés, tout devient éclairci. Les difficultés ne sont que des nuages passagers, Car avec toi, je trouve force et lumière. Ton sourire est mon bouclier, ta main mon guide, Ensemble, nous traversons chaque marée, chaque ride. Ce n'est pas toujours simple, mais avec toi, c'est facile, Car ton amour est ma boussole, mon asile. Chaque épreuve nous rapproche, chaque jour nous unit, Et dans tes bras, je trouve mon infini. Alors avançons, main dans la main, sans peur, Construisant notre amour, jour après jour. Car avec toi, même les montagnes semblent petites, Et chaque pas ensemble est une promesse de vie.",
    "image": "image_04.JPG"
  }
]